const btable = {
	m0011: {
		content: "앞에서 구한 연립방정식을 풉니다.", 
		info: ""
	},
	d2003: {
		content: "주어진 함수를 미분하여 도함수를 구합니다.", 
		info: ""
	},
	d2004: {
		content: "도함수에 적당한 수를 대입하여 문제에서 요구하는 미분계수를 구합니다.", 
		info: ""
	},
	d2006: {
		content: "주어진 곡선 위의 점에서 접선의 방정식을 구합니다.", 
		info: ""
	},
	d2007: {
		content: "두 접선의 방정식이 일치하도록 계수를 비교하여 연립방정식을 세웁니다.", 
		info: ""
	},
	d2018: {
		content: "구하려는 삼차함수의 식을 미정계수를 포함하여 도입합니다.", 
		info: ""
	},
	d2019: {
		content: "주어진 곡선 위의 점을 각 곡선의 식에 대입하여 방정식을 만듭니다.", 
		info: ""
	}
}

module.exports = btable;   // exports